[{"id": "66", "question": "Is the Mona Lisa housed in the Louvre Museum?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Mona_Lisa http://dbpedia.org/property/housedIn http://dbpedia.org/resource/Louvre_Museum }", "answers": []}, {"id": "67", "question": "Did Alexander Graham Bell invent the telephone?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Alexander_Graham_Bell http://dbpedia.org/property/inventor http://dbpedia.org/resource/Telephone }", "answers": []}, {"id": "68", "question": "Is Mount Everest the tallest mountain in the world?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Mount_Everest http://dbpedia.org/property/tallestMountainIn http://dbpedia.org/resource/World }", "answers": []}, {"id": "69", "question": "Was William Shakespeare born in the 16th century?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/William_Shakespeare http://dbpedia.org/property/bornIn http://dbpedia.org/resource/16th_century }", "answers": []}, {"id": "70", "question": "Is the Amazon River the longest river in the world?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Amazon_River http://dbpedia.org/property/longestRiverIn http://dbpedia.org/resource/World }", "answers": []}, {"id": "71", "question": "Did Marie Curie win two Nobel Prizes in different scientific fields?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Marie_Curie http://dbpedia.org/property/winnerOf http://dbpedia.org/resource/Two_Nobel_Prizes ; http://dbpedia.org/property/inField http://dbpedia.org/resource/Different_Scientific_Fields }", "answers": []}, {"id": "72", "question": "Was the Berlin Wall constructed during the Cold War?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Berlin_Wall http://dbpedia.org/property/constructedDuring http://dbpedia.org/resource/Cold_War }", "answers": []}, {"id": "73", "question": "Is the speed of light faster than the speed of sound?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Speed_of_light http://dbpedia.org/property/fasterThan http://dbpedia.org/resource/Speed_of_sound }", "answers": []}, {"id": "74", "question": "Did Leonardo da Vinci paint the Last Supper?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Leonardo_da_Vinci http://dbpedia.org/property/painterOf http://dbpedia.org/resource/Last_Supper }", "answers": []}, {"id": "75", "question": "Is the Pacific Ocean the largest ocean on Earth?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Pacific_Ocean http://dbpedia.org/property/largestOceanOn http://dbpedia.org/resource/Earth }", "answers": []}, {"id": "229", "question": "What is the population of Tokyo, Japan?", "sparql_query": "SELECT DISTINCT ?population WHERE { <http://dbpedia.org/resource/Tokyo> <http://dbpedia.org/property/populationTotal> ?population . }", "answers": {"head": {"link": [], "vars": ["population"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"population": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "13988129"}}]}}}, {"id": "230", "question": "How many films has Steven Spielberg directed?", "sparql_query": "SELECT COUNT(DISTINCT ?film) WHERE { ?director <http://dbpedia.org/property/director> <http://dbpedia.org/resource/Steven_Spielberg> . ?film <http://dbpedia.org/property/directedBy> ?director . }", "answers": {"head": {"link": [], "vars": ["callret-0"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"callret-0": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "0"}}]}}}, {"id": "231", "question": "What is the area of Lake Superior?", "sparql_query": "SELECT DISTINCT ?area WHERE { <http://dbpedia.org/resource/Lake_Superior> <http://dbpedia.org/property/areaTotal> ?area . }", "answers": {"head": {"link": [], "vars": ["area"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "232", "question": "How many Grammy Awards has Beyonc\u00e9 won?", "sparql_query": "SELECT COUNT(DISTINCT ?award) WHERE { <http://dbpedia.org/resource/Beyonc\u00e9> <http://dbpedia.org/property/grammyAwards> ?award . }", "answers": {"head": {"link": [], "vars": ["callret-0"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"callret-0": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "0"}}]}}}, {"id": "233", "question": "What is the height of Mount Everest?", "sparql_query": "SELECT DISTINCT ?height WHERE { <http://dbpedia.org/resource/Mount_Everest> <http://dbpedia.org/property/elevation> ?height . }", "answers": {"head": {"link": [], "vars": ["height"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2687", "question": "Name the country with currency as Aureus?", "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/currency> <http://dbpedia.org/resource/Aureus>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country>}", "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Roman_Empire"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/History_of_the_Roman_Empire"}}]}}}, {"id": "2688", "question": "List the capitals of European countries.", "sparql_query": "SELECT DISTINCT ?capital WHERE {?country <http://dbpedia.org/ontology/continent> <http://dbpedia.org/resource/Europe> . ?country <http://dbpedia.org/ontology/capital> ?capital}", "answers": {"head": {"link": [], "vars": ["capital"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2689", "question": "Where is the Eiffel Tower located?", "sparql_query": "SELECT DISTINCT ?location WHERE {<http://dbpedia.org/resource/Eiffel_Tower> <http://dbpedia.org/ontology/location> ?location}", "answers": {"head": {"link": [], "vars": ["location"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"location": {"type": "uri", "value": "http://dbpedia.org/resource/7th_arrondissement_of_Paris"}}, {"location": {"type": "uri", "value": "http://dbpedia.org/resource/Paris"}}]}}}, {"id": "2690", "question": "What are the official languages of Canada?", "sparql_query": "SELECT DISTINCT ?language WHERE {<http://dbpedia.org/resource/Canada> <http://dbpedia.org/ontology/officialLanguage> ?language}", "answers": {"head": {"link": [], "vars": ["language"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"language": {"type": "uri", "value": "http://dbpedia.org/resource/Canadian_English"}}, {"language": {"type": "uri", "value": "http://dbpedia.org/resource/Canadian_French"}}]}}}, {"id": "2691", "question": "Who is the president of France?", "sparql_query": "SELECT DISTINCT ?president WHERE {<http://dbpedia.org/resource/France> <http://dbpedia.org/ontology/president> ?president}", "answers": {"head": {"link": [], "vars": ["president"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2692", "question": "Name the rivers in Asia.", "sparql_query": "SELECT DISTINCT ?river WHERE {?river <http://dbpedia.org/ontology/locatedInArea> <http://dbpedia.org/resource/Asia>}", "answers": {"head": {"link": [], "vars": ["river"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"river": {"type": "uri", "value": "http://dbpedia.org/resource/Mount_Sinai"}}]}}}, {"id": "2693", "question": "What is the population of Brazil?", "sparql_query": "SELECT DISTINCT ?population WHERE {<http://dbpedia.org/resource/Brazil> <http://dbpedia.org/ontology/populationTotal> ?population}", "answers": {"head": {"link": [], "vars": ["population"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"population": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger", "value": "217240060"}}]}}}, {"id": "2694", "question": "What is the capital of Australia?", "sparql_query": "SELECT DISTINCT ?capital WHERE {<http://dbpedia.org/resource/Australia> <http://dbpedia.org/ontology/capital> ?capital}", "answers": {"head": {"link": [], "vars": ["capital"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"capital": {"type": "uri", "value": "http://dbpedia.org/resource/Canberra"}}]}}}, {"id": "2695", "question": "List the countries in South America.", "sparql_query": "SELECT DISTINCT ?country WHERE {?country <http://dbpedia.org/ontology/locatedInArea> <http://dbpedia.org/resource/South_America>}", "answers": {"head": {"link": [], "vars": ["country"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"country": {"type": "uri", "value": "http://dbpedia.org/resource/Agua_Poca"}}]}}}, {"id": "2696", "question": "Who wrote 'Romeo and Juliet'?", "sparql_query": "SELECT DISTINCT ?author WHERE {<http://dbpedia.org/resource/Romeo_and_Juliet> <http://dbpedia.org/ontology/author> ?author}", "answers": {"head": {"link": [], "vars": ["author"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"author": {"type": "uri", "value": "http://dbpedia.org/resource/William_Shakespeare"}}]}}}, {"id": "2697", "question": "Where was Albert Einstein born?", "sparql_query": "SELECT DISTINCT ?birthPlace WHERE {<http://dbpedia.org/resource/Albert_Einstein> <http://dbpedia.org/ontology/birthPlace> ?birthPlace}", "answers": {"head": {"link": [], "vars": ["birthPlace"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"birthPlace": {"type": "uri", "value": "http://dbpedia.org/resource/Ulm"}}, {"birthPlace": {"type": "uri", "value": "http://dbpedia.org/resource/German_Empire"}}, {"birthPlace": {"type": "uri", "value": "http://dbpedia.org/resource/Kingdom_of_W\u00fcrttemberg"}}]}}}, {"id": "2698", "question": "Name the moons of Jupiter.", "sparql_query": "SELECT DISTINCT ?moon WHERE {<http://dbpedia.org/resource/Jupiter> <http://dbpedia.org/ontology/moon> ?moon}", "answers": {"head": {"link": [], "vars": ["moon"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2699", "question": "Who won the Nobel Prize in Physics in 2020?", "sparql_query": "SELECT DISTINCT ?winner WHERE {<http://dbpedia.org/resource/Nobel_Prize_in_Physics> <http://dbpedia.org/ontology/awardedInYear> <http://dbpedia.org/resource/2020> . ?winner <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Nobel_Prize_in_Physics>}", "answers": {"head": {"link": [], "vars": ["winner"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2700", "question": "What is the height of Mount Everest?", "sparql_query": "SELECT DISTINCT ?height WHERE {<http://dbpedia.org/resource/Mount_Everest> <http://dbpedia.org/ontology/elevation> ?height}", "answers": {"head": {"link": [], "vars": ["height"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2701", "question": "Who directed the movie 'Inception'?", "sparql_query": "SELECT DISTINCT ?director WHERE {<http://dbpedia.org/resource/Inception> <http://dbpedia.org/ontology/director> ?director}", "answers": {"head": {"link": [], "vars": ["director"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"director": {"type": "uri", "value": "http://dbpedia.org/resource/Christopher_Nolan"}}]}}}, {"id": "2702", "question": "List the prime ministers of the United Kingdom.", "sparql_query": "SELECT DISTINCT ?primeMinister WHERE {<http://dbpedia.org/resource/United_Kingdom> <http://dbpedia.org/ontology/leaderName> ?primeMinister}", "answers": {"head": {"link": [], "vars": ["primeMinister"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2703", "question": "Where is the Great Barrier Reef located?", "sparql_query": "SELECT DISTINCT ?location WHERE {<http://dbpedia.org/resource/Great_Barrier_Reef> <http://dbpedia.org/ontology/location> ?location}", "answers": {"head": {"link": [], "vars": ["location"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "66", "question": "Is the Mona Lisa housed in the Louvre Museum?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Mona_Lisa http://dbpedia.org/property/housedIn http://dbpedia.org/resource/Louvre_Museum }", "answers": []}, {"id": "67", "question": "Did Alexander Graham Bell invent the telephone?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Alexander_Graham_Bell http://dbpedia.org/property/inventor http://dbpedia.org/resource/Telephone }", "answers": []}, {"id": "68", "question": "Is Mount Everest the tallest mountain in the world?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Mount_Everest http://dbpedia.org/property/tallestMountainIn http://dbpedia.org/resource/World }", "answers": []}, {"id": "69", "question": "Was William Shakespeare born in the 16th century?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/William_Shakespeare http://dbpedia.org/property/bornIn http://dbpedia.org/resource/16th_century }", "answers": []}, {"id": "70", "question": "Is the Amazon River the longest river in the world?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Amazon_River http://dbpedia.org/property/longestRiverIn http://dbpedia.org/resource/World }", "answers": []}, {"id": "71", "question": "Did Marie Curie win two Nobel Prizes in different scientific fields?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Marie_Curie http://dbpedia.org/property/winnerOf http://dbpedia.org/resource/Two_Nobel_Prizes ; http://dbpedia.org/property/inField http://dbpedia.org/resource/Different_Scientific_Fields }", "answers": []}, {"id": "72", "question": "Was the Berlin Wall constructed during the Cold War?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Berlin_Wall http://dbpedia.org/property/constructedDuring http://dbpedia.org/resource/Cold_War }", "answers": []}, {"id": "73", "question": "Is the speed of light faster than the speed of sound?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Speed_of_light http://dbpedia.org/property/fasterThan http://dbpedia.org/resource/Speed_of_sound }", "answers": []}, {"id": "74", "question": "Did Leonardo da Vinci paint the Last Supper?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Leonardo_da_Vinci http://dbpedia.org/property/painterOf http://dbpedia.org/resource/Last_Supper }", "answers": []}, {"id": "75", "question": "Is the Pacific Ocean the largest ocean on Earth?", "sparql_query": "ASK WHERE { http://dbpedia.org/resource/Pacific_Ocean http://dbpedia.org/property/largestOceanOn http://dbpedia.org/resource/Earth }", "answers": []}, {"id": "229", "question": "What is the population of Tokyo, Japan?", "sparql_query": "SELECT DISTINCT ?population WHERE { <http://dbpedia.org/resource/Tokyo> <http://dbpedia.org/property/populationTotal> ?population . }", "answers": {"head": {"link": [], "vars": ["population"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"population": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "13988129"}}]}}}, {"id": "230", "question": "How many films has Steven Spielberg directed?", "sparql_query": "SELECT COUNT(DISTINCT ?film) WHERE { ?director <http://dbpedia.org/property/director> <http://dbpedia.org/resource/Steven_Spielberg> . ?film <http://dbpedia.org/property/directedBy> ?director . }", "answers": {"head": {"link": [], "vars": ["callret-0"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"callret-0": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "0"}}]}}}, {"id": "231", "question": "What is the area of Lake Superior?", "sparql_query": "SELECT DISTINCT ?area WHERE { <http://dbpedia.org/resource/Lake_Superior> <http://dbpedia.org/property/areaTotal> ?area . }", "answers": {"head": {"link": [], "vars": ["area"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "232", "question": "How many Grammy Awards has Beyonc\u00e9 won?", "sparql_query": "SELECT COUNT(DISTINCT ?award) WHERE { <http://dbpedia.org/resource/Beyonc\u00e9> <http://dbpedia.org/property/grammyAwards> ?award . }", "answers": {"head": {"link": [], "vars": ["callret-0"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"callret-0": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "0"}}]}}}, {"id": "233", "question": "What is the height of Mount Everest?", "sparql_query": "SELECT DISTINCT ?height WHERE { <http://dbpedia.org/resource/Mount_Everest> <http://dbpedia.org/property/elevation> ?height . }", "answers": {"head": {"link": [], "vars": ["height"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2687", "question": "Name the country with currency as Aureus?", "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/currency> <http://dbpedia.org/resource/Aureus>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country>}", "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Roman_Empire"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/History_of_the_Roman_Empire"}}]}}}, {"id": "2688", "question": "List the capitals of European countries.", "sparql_query": "SELECT DISTINCT ?capital WHERE {?country <http://dbpedia.org/ontology/continent> <http://dbpedia.org/resource/Europe> . ?country <http://dbpedia.org/ontology/capital> ?capital}", "answers": {"head": {"link": [], "vars": ["capital"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2689", "question": "Where is the Eiffel Tower located?", "sparql_query": "SELECT DISTINCT ?location WHERE {<http://dbpedia.org/resource/Eiffel_Tower> <http://dbpedia.org/ontology/location> ?location}", "answers": {"head": {"link": [], "vars": ["location"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"location": {"type": "uri", "value": "http://dbpedia.org/resource/7th_arrondissement_of_Paris"}}, {"location": {"type": "uri", "value": "http://dbpedia.org/resource/Paris"}}]}}}, {"id": "2690", "question": "What are the official languages of Canada?", "sparql_query": "SELECT DISTINCT ?language WHERE {<http://dbpedia.org/resource/Canada> <http://dbpedia.org/ontology/officialLanguage> ?language}", "answers": {"head": {"link": [], "vars": ["language"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"language": {"type": "uri", "value": "http://dbpedia.org/resource/Canadian_English"}}, {"language": {"type": "uri", "value": "http://dbpedia.org/resource/Canadian_French"}}]}}}, {"id": "2691", "question": "Who is the president of France?", "sparql_query": "SELECT DISTINCT ?president WHERE {<http://dbpedia.org/resource/France> <http://dbpedia.org/ontology/president> ?president}", "answers": {"head": {"link": [], "vars": ["president"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2692", "question": "Name the rivers in Asia.", "sparql_query": "SELECT DISTINCT ?river WHERE {?river <http://dbpedia.org/ontology/locatedInArea> <http://dbpedia.org/resource/Asia>}", "answers": {"head": {"link": [], "vars": ["river"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"river": {"type": "uri", "value": "http://dbpedia.org/resource/Mount_Sinai"}}]}}}, {"id": "2693", "question": "What is the population of Brazil?", "sparql_query": "SELECT DISTINCT ?population WHERE {<http://dbpedia.org/resource/Brazil> <http://dbpedia.org/ontology/populationTotal> ?population}", "answers": {"head": {"link": [], "vars": ["population"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"population": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#nonNegativeInteger", "value": "217240060"}}]}}}, {"id": "2694", "question": "What is the capital of Australia?", "sparql_query": "SELECT DISTINCT ?capital WHERE {<http://dbpedia.org/resource/Australia> <http://dbpedia.org/ontology/capital> ?capital}", "answers": {"head": {"link": [], "vars": ["capital"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"capital": {"type": "uri", "value": "http://dbpedia.org/resource/Canberra"}}]}}}, {"id": "2695", "question": "List the countries in South America.", "sparql_query": "SELECT DISTINCT ?country WHERE {?country <http://dbpedia.org/ontology/locatedInArea> <http://dbpedia.org/resource/South_America>}", "answers": {"head": {"link": [], "vars": ["country"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"country": {"type": "uri", "value": "http://dbpedia.org/resource/Agua_Poca"}}]}}}, {"id": "2696", "question": "Who wrote 'Romeo and Juliet'?", "sparql_query": "SELECT DISTINCT ?author WHERE {<http://dbpedia.org/resource/Romeo_and_Juliet> <http://dbpedia.org/ontology/author> ?author}", "answers": {"head": {"link": [], "vars": ["author"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"author": {"type": "uri", "value": "http://dbpedia.org/resource/William_Shakespeare"}}]}}}, {"id": "2697", "question": "Where was Albert Einstein born?", "sparql_query": "SELECT DISTINCT ?birthPlace WHERE {<http://dbpedia.org/resource/Albert_Einstein> <http://dbpedia.org/ontology/birthPlace> ?birthPlace}", "answers": {"head": {"link": [], "vars": ["birthPlace"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"birthPlace": {"type": "uri", "value": "http://dbpedia.org/resource/Ulm"}}, {"birthPlace": {"type": "uri", "value": "http://dbpedia.org/resource/German_Empire"}}, {"birthPlace": {"type": "uri", "value": "http://dbpedia.org/resource/Kingdom_of_W\u00fcrttemberg"}}]}}}, {"id": "2698", "question": "Name the moons of Jupiter.", "sparql_query": "SELECT DISTINCT ?moon WHERE {<http://dbpedia.org/resource/Jupiter> <http://dbpedia.org/ontology/moon> ?moon}", "answers": {"head": {"link": [], "vars": ["moon"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2699", "question": "Who won the Nobel Prize in Physics in 2020?", "sparql_query": "SELECT DISTINCT ?winner WHERE {<http://dbpedia.org/resource/Nobel_Prize_in_Physics> <http://dbpedia.org/ontology/awardedInYear> <http://dbpedia.org/resource/2020> . ?winner <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Nobel_Prize_in_Physics>}", "answers": {"head": {"link": [], "vars": ["winner"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2700", "question": "What is the height of Mount Everest?", "sparql_query": "SELECT DISTINCT ?height WHERE {<http://dbpedia.org/resource/Mount_Everest> <http://dbpedia.org/ontology/elevation> ?height}", "answers": {"head": {"link": [], "vars": ["height"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2701", "question": "Who directed the movie 'Inception'?", "sparql_query": "SELECT DISTINCT ?director WHERE {<http://dbpedia.org/resource/Inception> <http://dbpedia.org/ontology/director> ?director}", "answers": {"head": {"link": [], "vars": ["director"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"director": {"type": "uri", "value": "http://dbpedia.org/resource/Christopher_Nolan"}}]}}}, {"id": "2702", "question": "List the prime ministers of the United Kingdom.", "sparql_query": "SELECT DISTINCT ?primeMinister WHERE {<http://dbpedia.org/resource/United_Kingdom> <http://dbpedia.org/ontology/leaderName> ?primeMinister}", "answers": {"head": {"link": [], "vars": ["primeMinister"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}, {"id": "2703", "question": "Where is the Great Barrier Reef located?", "sparql_query": "SELECT DISTINCT ?location WHERE {<http://dbpedia.org/resource/Great_Barrier_Reef> <http://dbpedia.org/ontology/location> ?location}", "answers": {"head": {"link": [], "vars": ["location"]}, "results": {"distinct": false, "ordered": true, "bindings": []}}}]